console.log('сайт начил работать');
var один = prompt("1 вопрос: в каком году родился Никита");
if (один == "2010") alert("вы правы");
else alert("вы не правы");
console.log('1 вопрос прошол успешно');

var два = prompt("2 вопрос: в какой школе Никита учиться");
if (два == "1948") alert("вы правы");
else alert("вы не правы");
console.log('2 вопрос прошол успешно');

var три = prompt("3 вопрос: какая у Никиты любимая еда  вэрианты: куриные хвостике,чебуреке на ножках,вареники с творогом для катят");
if (три == "варенике с творогом для катят") alert("вы правы");
else alert("вы не правы");
console.log('3 вопрос прошол успешно');

var читыре = prompt("4 вопрос: Прозвеще Никиты. Вэрианты: Улитка, чучка,сяомчик");
if (читыре == "сяомчик") alert("вы правы");
else alert("вы не правы");
console.log('4 вопрос прошол успешно');

var пять = prompt("5 вопрос: кем Никита хочет стать варианты: касманавтом, программистом, волшебником"); 
if (пять == "программистом") alert("вы правы");
else alert("вы не правы");
console.log('5 вопрос прошол успешно');     
 //  конец§   //

 alert("тест окончин все результаты можно прислать  Никите ");
console.log("тест пройден");
 