console.log('сайт начил работать');
var один = prompt("1 вопрос: в каком году родился Никита");
if (один == "2010") alert("вы правы");
else alert("вы не правы");
console.log('1 вопрос прошол успешно?');

var два = prompt("2 вопрос: в какой школе Никита учится?");
if (два == "1948") alert("вы правы");
else alert("вы не правы");
console.log('2 вопрос прошол успешно');

var три = prompt("3 вопрос: какая у Никиты любимая еда  варианты: куриные хвостики,чебуреки на ножках, вареники с творогом для котят?");
if (три == "Вареники с творогом для котят") alert("вы правы");
else alert("вы не правы");
console.log('3 вопрос прошол успешно');

var читыре = prompt("4 вопрос: Прозвище Никиты. Варианты: Улитка, чучка ,сяомчик?");
if (читыре == "Сяомчик") alert("вы правы");
else alert("вы не правы");
console.log('4 вопрос прошол успешно');

var пять = prompt("5 вопрос: кем Никита хочет стать варианты: космонавтом, программистом, волшебником?"); 
if (пять == "программистом") alert("вы правы");
else alert("вы не правы");
console.log('5 вопрос прошол успешно');     
 //  конец§ //

 alert("тест окончен все результаты можно прислать  Никите ");
console.log("тест пройден");
 
